Repository: WillChen06/EorzeaToolkit
Catalog: EorzeaToolkit/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hant

# common.clear
source: Clear
zh_hant: 清除

# common.collapse
source: Collapse
zh_hant: 收合

# common.done
source: Done
zh_hant: 完成

# common.level
source: Level
zh_hant: 等級

# common.noData
source: No Data
zh_hant: 暫無資料

# common.notProvided
source: Not provided
zh_hant: 未提供

# common.notSelected
source: Not selected
zh_hant: 未選取

# common.reset
source: Reset
zh_hant: 重置

# common.retry
source: Retry
zh_hant: 重試

# common.search
source: Search
zh_hant: 搜尋

# common.selected
source: Selected
zh_hant: 已選取

# home.feature.itemSearch.subtitle
source: Search item data
zh_hant: 查詢道具資料

# home.feature.itemSearch.title
source: Item Search
zh_hant: 道具搜尋

# home.feature.miniCactpot.subtitle
source: Calculate the best choice
zh_hant: 推算最佳選擇

# home.feature.miniCactpot.title
source: Mini Cactpot
zh_hant: 仙人微彩

# home.feature.relicWeapon.subtitle
source: Info and progress tracking
zh_hant: 情報與進度追蹤

# home.feature.relicWeapon.title
source: Relic Weapons
zh_hant: 發光武器

# home.feature.skillRotation.subtitle
source: View job skills and rotation references
zh_hant: 查看職業技能與循環參考

# home.feature.skillRotation.title
source: Skill Rotation
zh_hant: 技能循環

# home.feature.treasureMap.subtitle
source: Gathering nodes and treasure spots
zh_hant: 採集點與寶藏點

# home.feature.treasureMap.title
source: Treasure Maps
zh_hant: 藏寶圖

# home.hero.accessibilityLabel
source: Eorzea Toolkit hero artwork
zh_hant: Eorzea Toolkit 主視覺

# itemSearch.filter.accessibility
source: Filter
zh_hant: 篩選

# itemSearch.filter.action
source: Filter
zh_hant: 篩選

# itemSearch.filter.adjust
source: Adjust Search Filters
zh_hant: 調整搜尋篩選

# itemSearch.filter.category.section
source: Item Category
zh_hant: 物品分類

# itemSearch.filter.categoryGroup.accessories
source: Accessories
zh_hant: 飾品

# itemSearch.filter.categoryGroup.armor
source: Armor
zh_hant: 防具

# itemSearch.filter.categoryGroup.consumables
source: Consumables
zh_hant: 消耗品

# itemSearch.filter.categoryGroup.craftingTools
source: Crafting Tools
zh_hant: 生產職工具

# itemSearch.filter.categoryGroup.materials
source: Materials
zh_hant: 素材

# itemSearch.filter.categoryGroup.miscellany
source: Miscellany
zh_hant: 雜項

# itemSearch.filter.categoryGroup.other
source: Other
zh_hant: 其他

# itemSearch.filter.categoryGroup.weapons
source: Weapons
zh_hant: 武器

# itemSearch.filter.equipSlot.section
source: Equipment Slot
zh_hant: 裝備部位

# itemSearch.filter.hq.any
source: Any
zh_hant: 不限

# itemSearch.filter.hq.exclude
source: Cannot HQ
zh_hant: 不可HQ

# itemSearch.filter.hq.only
source: Can HQ
zh_hant: 可HQ

# itemSearch.filter.hq.section
source: HQ Availability
zh_hant: 可否 HQ

# itemSearch.filter.itemLevel.maximum
source: Maximum
zh_hant: 最高

# itemSearch.filter.itemLevel.minimum
source: Minimum
zh_hant: 最低

# itemSearch.filter.itemLevel.range %lld %lld
source: Item level range %1$lld to %2$lld
zh_hant: 品級範圍 %1$lld 到 %2$lld

# itemSearch.filter.itemLevel.section
source: Item Level (iLv)
zh_hant: 品級 (iLv)

# itemSearch.filter.job.alc
source: Alchemist
zh_hant: 鍊金術士

# itemSearch.filter.job.arm
source: Armorer
zh_hant: 鑄甲匠

# itemSearch.filter.job.ast
source: Astrologian
zh_hant: 占星術士

# itemSearch.filter.job.blm
source: Black Mage
zh_hant: 黑魔法師

# itemSearch.filter.job.brd
source: Bard
zh_hant: 吟遊詩人

# itemSearch.filter.job.bsm
source: Blacksmith
zh_hant: 鍛鐵匠

# itemSearch.filter.job.btn
source: Botanist
zh_hant: 園藝工

# itemSearch.filter.job.crp
source: Carpenter
zh_hant: 刻木匠

# itemSearch.filter.job.cul
source: Culinarian
zh_hant: 烹調師

# itemSearch.filter.job.dnc
source: Dancer
zh_hant: 舞者

# itemSearch.filter.job.drg
source: Dragoon
zh_hant: 龍騎士

# itemSearch.filter.job.drk
source: Dark Knight
zh_hant: 暗黑騎士

# itemSearch.filter.job.fsh
source: Fisher
zh_hant: 捕魚人

# itemSearch.filter.job.gnb
source: Gunbreaker
zh_hant: 絕槍戰士

# itemSearch.filter.job.gsm
source: Goldsmith
zh_hant: 雕金匠

# itemSearch.filter.job.ltw
source: Leatherworker
zh_hant: 製革匠

# itemSearch.filter.job.mch
source: Machinist
zh_hant: 機工士

# itemSearch.filter.job.min
source: Miner
zh_hant: 採礦工

# itemSearch.filter.job.mnk
source: Monk
zh_hant: 武僧

# itemSearch.filter.job.nin
source: Ninja
zh_hant: 忍者

# itemSearch.filter.job.pct
source: Pictomancer
zh_hant: 繪靈法師

# itemSearch.filter.job.pld
source: Paladin
zh_hant: 騎士

# itemSearch.filter.job.rdm
source: Red Mage
zh_hant: 赤魔法師

# itemSearch.filter.job.rpr
source: Reaper
zh_hant: 鐮刀師

# itemSearch.filter.job.sam
source: Samurai
zh_hant: 武士

# itemSearch.filter.job.sch
source: Scholar
zh_hant: 學者

# itemSearch.filter.job.sge
source: Sage
zh_hant: 賢者

# itemSearch.filter.job.smn
source: Summoner
zh_hant: 召喚師

# itemSearch.filter.job.vpr
source: Viper
zh_hant: 蝰蛇劍士

# itemSearch.filter.job.war
source: Warrior
zh_hant: 戰士

# itemSearch.filter.job.whm
source: White Mage
zh_hant: 白魔法師

# itemSearch.filter.job.wvr
source: Weaver
zh_hant: 裁衣匠

# itemSearch.filter.jobs.section
source: Equippable Jobs
zh_hant: 可裝備職業

# itemSearch.filter.page.advanced
source: Advanced
zh_hant: 進階

# itemSearch.filter.page.general
source: General
zh_hant: 一般

# itemSearch.filter.rarity.accessibility %@
source: %@ rarity
zh_hant: %@稀有度

# itemSearch.filter.rarity.name.aetherial
source: Aetherial
zh_hant: 紅蓮

# itemSearch.filter.rarity.name.common
source: Common
zh_hant: 一般

# itemSearch.filter.rarity.name.rare
source: Rare
zh_hant: 貴重

# itemSearch.filter.rarity.name.relic
source: Relic
zh_hant: 武勳

# itemSearch.filter.rarity.name.uncommon
source: Uncommon
zh_hant: 稀有

# itemSearch.filter.rarity.section
source: Rarity
zh_hant: 稀有度

# itemSearch.filter.summary.activeCount %lld
source: %1$lld filters active
zh_hant: %1$lld 個篩選條件套用中

# itemSearch.filter.summary.categoryCount %lld
source: %1$lld categories selected
zh_hant: %1$lld 個分類

# itemSearch.filter.summary.categoryFallback %lld
source: Category %lld
zh_hant: 分類 %lld

# itemSearch.filter.summary.equipSlotCount %lld
source: %1$lld slots selected
zh_hant: %1$lld 個部位

# itemSearch.filter.summary.equipSlotFallback %lld
source: Slot %lld
zh_hant: 部位 %lld

# itemSearch.filter.summary.hqExclude
source: Cannot HQ
zh_hant: 不可HQ

# itemSearch.filter.summary.hqOnly
source: Can HQ
zh_hant: 可HQ

# itemSearch.filter.summary.itemLevel %lld %lld
source: Item level %1$lld-%2$lld
zh_hant: 品級 %1$lld-%2$lld

# itemSearch.filter.summary.jobCount %lld
source: %1$lld jobs selected
zh_hant: %1$lld 個職業

# itemSearch.filter.summary.jobFallback %@
source: Job %@
zh_hant: 職業 %@

# itemSearch.filter.summary.rarity %@
source: Rarity %@
zh_hant: 稀有度 %@

# itemSearch.filter.summary.rarity.none
source: No rarity
zh_hant: 無稀有度

# itemSearch.filter.summary.tradableExclude
source: Untradable
zh_hant: 不可交易

# itemSearch.filter.summary.tradableOnly
source: Tradable
zh_hant: 可交易

# itemSearch.filter.title
source: Filters
zh_hant: 篩選

# itemSearch.filter.tradable.any
source: Any
zh_hant: 不限

# itemSearch.filter.tradable.exclude
source: Untradable
zh_hant: 不可交易

# itemSearch.filter.tradable.only
source: Tradable
zh_hant: 可交易

# itemSearch.filter.tradable.section
source: Tradability
zh_hant: 是否可交易

# itemSearch.filter.type
source: Filter Type
zh_hant: 篩選類型

# itemSearch.gathering.collapse
source: Collapse Gathering Locations
zh_hant: 收起採集地點

# itemSearch.gathering.collapseHint
source: Collapse the gathering location list
zh_hant: 收起採集地點清單

# itemSearch.gathering.openFishingGuide
source: View Full Fishing Guide
zh_hant: 查看完整釣法

# itemSearch.gathering.openFishingGuideHint
source: Open Teamcraft in the system browser
zh_hant: 在系統瀏覽器開啟 Teamcraft

# itemSearch.gathering.section
source: Gathering
zh_hant: 採集

# itemSearch.gathering.showAll
source: Show All Gathering Locations
zh_hant: 顯示全部採集地點

# itemSearch.gathering.showAllHint
source: Expand all gathering locations
zh_hant: 展開全部採集地點

# itemSearch.loadFailedTitle
source: Unable to Load Item Data
zh_hant: 無法載入道具資料

# itemSearch.loadingItems
source: Loading item data
zh_hant: 載入道具資料

# itemSearch.market.empty
source: No market data available
zh_hant: 目前無市場資料

# itemSearch.market.lastUpdated %@
source: Last updated %@
zh_hant: 最後更新 %@

# itemSearch.market.listings.empty
source: No current listings
zh_hant: 目前無上架資訊

# itemSearch.market.listings.section
source: Current Listings
zh_hant: 目前上架

# itemSearch.market.listings.showAll %lld
source: Show All %lld Listings
zh_hant: 顯示全部 %lld 筆

# itemSearch.market.loading
source: Loading market prices
zh_hant: 查詢市場價格

# itemSearch.market.metric.currentLowestPrice
source: Current Lowest Price
zh_hant: 當前最低價

# itemSearch.market.metric.hqLowestPrice
source: HQ Lowest Price
zh_hant: HQ 最低價

# itemSearch.market.metric.nqLowestPrice
source: NQ Lowest Price
zh_hant: NQ 最低價

# itemSearch.market.metric.recentAveragePrice
source: Recent Average Sale Price
zh_hant: 近期平均成交價

# itemSearch.market.openUniversalis
source: Open in Universalis
zh_hant: 在 Universalis 開啟

# itemSearch.market.recentSales.empty
source: No recent sales
zh_hant: 尚無近期成交

# itemSearch.market.recentSales.section
source: Recent Sales
zh_hant: 近期成交

# itemSearch.market.scope
source: Search Scope
zh_hant: 查詢範圍

# itemSearch.market.section
source: Market Prices
zh_hant: 市場價格

# itemSearch.market.untradable
source: This item cannot be traded on the market
zh_hant: 此道具無法在市場交易

# itemSearch.recipe.fallbackItem %lld
source: Item #%lld
zh_hant: 道具 #%lld

# itemSearch.recipe.loading
source: Loading recipes
zh_hant: 查詢配方

# itemSearch.recipe.resultAmount %lld
source: Produces x%lld
zh_hant: 產出 ×%lld

# itemSearch.recipe.section
source: Recipes
zh_hant: 配方

# itemSearch.recipe.specialRecipe
source: Special Recipe
zh_hant: 特殊配方

# itemSearch.recipe.unavailable
source: Cannot be crafted
zh_hant: 無法製作

# itemSearch.results.loadMore
source: Load More
zh_hant: 載入更多

# itemSearch.results.status %lld %lld %lld
source: Showing %1$lld of %2$lld results. %3$lld more.
zh_hant: 已顯示 %1$lld / %2$lld 筆，還有 %3$lld 筆

# itemSearch.search.emptyDescription
source: Enter an item name to start searching
zh_hant: 輸入道具名稱開始搜尋

# itemSearch.search.emptyTitle
source: Search Items
zh_hant: 搜尋道具

# itemSearch.search.loading
source: Searching
zh_hant: 搜尋中

# itemSearch.search.noResultsDescription
source: Try entering another name
zh_hant: 請試著輸入其他名稱

# itemSearch.search.noResultsTitle
source: No Items Found
zh_hant: 找不到道具

# itemSearch.searchPrompt
source: Enter item name...
zh_hant: 輸入道具名稱...

# itemSearch.title
source: Item Search
zh_hant: 道具搜尋

# miniCactpot.cell.empty
source: Empty Cell
zh_hant: 空格

# miniCactpot.cell.number %lld
source: Number %lld
zh_hant: 數字 %lld

# miniCactpot.cell.selectHint
source: Double-tap to select a number
zh_hant: 點兩下選擇數字

# miniCactpot.line.centerColumn
source: Center Column
zh_hant: 中直行

# miniCactpot.line.downDiagonal
source: Top-Left to Bottom-Right
zh_hant: 左上到右下

# miniCactpot.line.firstRow
source: First Row
zh_hant: 第一橫列

# miniCactpot.line.leftColumn
source: Left Column
zh_hant: 左直行

# miniCactpot.line.rightColumn
source: Right Column
zh_hant: 右直行

# miniCactpot.line.secondRow
source: Second Row
zh_hant: 第二橫列

# miniCactpot.line.thirdRow
source: Third Row
zh_hant: 第三橫列

# miniCactpot.line.upDiagonal
source: Top-Right to Bottom-Left
zh_hant: 右上到左下

# miniCactpot.payout.reward
source: Reward (MGP)
zh_hant: 獎勵（金碟幣）

# miniCactpot.payout.sum
source: Sum
zh_hant: 和

# miniCactpot.payout.title
source: Payout Table
zh_hant: 獎勵表

# miniCactpot.progress.needMore %lld %lld
source: Opened %lld/4 spaces · open %lld more
zh_hant: 已開 %lld/4 格 · 再開 %lld 格

# miniCactpot.progress.ready %lld
source: Opened %lld spaces · ready to calculate
zh_hant: 已開 %lld 格 · 已可計算

# miniCactpot.result.allLines
source: All Lines
zh_hant: 全部線路

# miniCactpot.result.expectedValue %@
source: Expected value %@ MGP
zh_hant: 期望值 %@ 金碟幣

# miniCactpot.result.recommendation %@
source: Recommendation: %@
zh_hant: 推薦：%@

# miniCactpot.selectNumber
source: Select Number
zh_hant: 選擇數字

# miniCactpot.title
source: Mini Cactpot
zh_hant: 仙人微彩

# navigation.home
source: Home
zh_hant: 首頁

# navigation.selectItem
source: Select an item from the list to view its details.
zh_hant: 請從列表選取項目以查看內容。

# obtain.section.jumpHint %@
source: Scroll to %@ section
zh_hant: 捲動到%@區塊

# obtain.section.title
source: Obtain Sources
zh_hant: 取得方式

# obtain.source.gathering
source: Gathering
zh_hant: 採集

# obtain.source.market
source: Market Board
zh_hant: 市場交易

# obtain.source.recipe
source: Crafting
zh_hant: 製作

# obtain.source.shop
source: Shop Purchase
zh_hant: 商店購買

# relicWeapon.emptyDescription
source: There are no weapon series to show right now.
zh_hant: 目前沒有可顯示的武器系列

# relicWeapon.emptyTitle
source: No relic weapon data
zh_hant: 尚無發光武器資料

# relicWeapon.job
source: Job
zh_hant: 職業

# relicWeapon.job.ast
source: Astrologian
zh_hant: 占星術士

# relicWeapon.job.blm
source: Black Mage
zh_hant: 黑魔法師

# relicWeapon.job.brd
source: Bard
zh_hant: 吟遊詩人

# relicWeapon.job.dnc
source: Dancer
zh_hant: 舞者

# relicWeapon.job.drg
source: Dragoon
zh_hant: 龍騎士

# relicWeapon.job.drk
source: Dark Knight
zh_hant: 暗黑騎士

# relicWeapon.job.gnb
source: Gunbreaker
zh_hant: 絕槍戰士

# relicWeapon.job.mch
source: Machinist
zh_hant: 機工士

# relicWeapon.job.mnk
source: Monk
zh_hant: 武僧

# relicWeapon.job.nin
source: Ninja
zh_hant: 忍者

# relicWeapon.job.pct
source: Pictomancer
zh_hant: 繪靈法師

# relicWeapon.job.pld
source: Paladin
zh_hant: 騎士

# relicWeapon.job.rdm
source: Red Mage
zh_hant: 赤魔法師

# relicWeapon.job.rpr
source: Reaper
zh_hant: 鐮刀師

# relicWeapon.job.sam
source: Samurai
zh_hant: 武士

# relicWeapon.job.sch
source: Scholar
zh_hant: 學者

# relicWeapon.job.sge
source: Sage
zh_hant: 賢者

# relicWeapon.job.smn
source: Summoner
zh_hant: 召喚師

# relicWeapon.job.vpr
source: Viper
zh_hant: 蝰蛇劍士

# relicWeapon.job.war
source: Warrior
zh_hant: 戰士

# relicWeapon.job.whm
source: White Mage
zh_hant: 白魔法師

# relicWeapon.jobCount %lld
source: %lld jobs
zh_hant: %lld 個職業

# relicWeapon.latest
source: Latest
zh_hant: 最新

# relicWeapon.loadFailedTitle
source: Unable to load relic weapon data
zh_hant: 無法載入發光武器資料

# relicWeapon.loading
source: Loading relic weapon data
zh_hant: 載入發光武器資料

# relicWeapon.materials
source: Materials
zh_hant: 素材

# relicWeapon.materials.none
source: No extra materials required
zh_hant: 無需額外素材

# relicWeapon.materials.note.hide
source: Hide obtain note
zh_hant: 隱藏取得備註

# relicWeapon.materials.note.show
source: Show obtain note
zh_hant: 顯示取得備註

# relicWeapon.mode
source: Mode
zh_hant: 模式

# relicWeapon.mode.tracking
source: Tracking
zh_hant: 追蹤

# relicWeapon.mode.view
source: View
zh_hant: 檢視

# relicWeapon.progress
source: Progress
zh_hant: 進度

# relicWeapon.progress.summary %lld %lld %lld
source: %lld / %lld stages complete (%lld%%)
zh_hant: %lld / %lld 階段完成 (%lld%%)

# relicWeapon.quest
source: Quest
zh_hant: 任務

# relicWeapon.series.title %@ %@
source: Relic Weapons - %@ (%@)
zh_hant: 發光武器 - %@（%@）

# relicWeapon.stage %lld
source: Stage %lld
zh_hant: 階段 %lld

# relicWeapon.stageCount %lld
source: %lld stages
zh_hant: %lld 個階段

# relicWeapon.stages.section
source: Crafting Stages
zh_hant: 製作階段

# relicWeapon.title
source: Relic Weapons
zh_hant: 發光武器

# relicWeapon.tracking.markComplete
source: Mark as complete
zh_hant: 標記為完成

# relicWeapon.tracking.markIncomplete
source: Mark as incomplete
zh_hant: 標記為未完成

# shopPurchase.sourceNote
source: Price data comes from game data. NPC location details are not available yet.
zh_hant: 售價資料來源為遊戲資料，NPC 位置資訊暫不提供。

# skillRotation.addToRotation
source: Add to Rotation
zh_hant: 加入施放順序

# skillRotation.cast.instant
source: Instant
zh_hant: 即時

# skillRotation.category.ability
source: Ability
zh_hant: 能力

# skillRotation.category.all
source: All
zh_hant: 全部

# skillRotation.category.item
source: Item
zh_hant: 道具

# skillRotation.category.spell
source: Spell
zh_hant: 魔法

# skillRotation.category.weaponskill
source: Weaponskill
zh_hant: 戰技

# skillRotation.emptyDescription
source: There are no jobs to show right now.
zh_hant: 目前沒有可顯示的職業

# skillRotation.emptyTitle
source: No skill data
zh_hant: 尚無技能資料

# skillRotation.itemSection
source: Items
zh_hant: 道具

# skillRotation.loadFailedTitle
source: Unable to load skill data
zh_hant: 無法載入技能資料

# skillRotation.loading
source: Loading skill data
zh_hant: 載入技能資料

# skillRotation.range.melee
source: Melee
zh_hant: 近戰

# skillRotation.range.meters %lld
source: %lld m
zh_hant: %lld 米

# skillRotation.range.self
source: Self
zh_hant: 自身

# skillRotation.rotation.emptyHint
source: Tap a skill to add it to the rotation
zh_hant: 點選技能加入施放順序

# skillRotation.rotation.reorderHint
source: Long-press and drag to reorder
zh_hant: 長按拖曳可排序

# skillRotation.rotation.title %@
source: Rotation %@
zh_hant: 施放順序 %@

# skillRotation.seconds %@
source: %@ sec
zh_hant: %@ 秒

# skillRotation.stat.cast
source: Cast
zh_hant: 詠唱

# skillRotation.stat.distance
source: Distance
zh_hant: 距離

# skillRotation.stat.effect
source: Effect
zh_hant: 效果

# skillRotation.stat.effectRange
source: Range
zh_hant: 範圍

# skillRotation.stat.recast
source: Recast
zh_hant: 復唱

# skillRotation.title
source: Skill Rotation
zh_hant: 技能循環

# tab.relicWeapon
source: Relic Weapons
zh_hant: 發光武器

# tab.treasureMap
source: Treasure Maps
zh_hant: 藏寶圖

# treasureMap.emptyDescription
source: There are no treasure maps to display.
zh_hant: 目前沒有可顯示的藏寶圖

# treasureMap.emptyTitle
source: No Treasure Maps
zh_hant: 尚無藏寶圖資料

# treasureMap.filter.action
source: Filter
zh_hant: 篩選

# treasureMap.filter.clear
source: Clear Filters
zh_hant: 清除篩選

# treasureMap.filter.clearAll
source: Clear All Filters
zh_hant: 清除全部篩選

# treasureMap.filter.emptyTitle
source: No Treasure Maps Match the Filters
zh_hant: 找不到符合篩選條件的藏寶圖

# treasureMap.filter.level.section
source: Level
zh_hant: 等級

# treasureMap.filter.selectionCount %lld
source: %lld filters selected
zh_hant: 已選 %lld 個篩選條件

# treasureMap.filter.title
source: Filter Treasure Maps
zh_hant: 篩選藏寶圖

# treasureMap.filter.version.section
source: Major Version
zh_hant: 大版本

# treasureMap.gathering.job.botanist
source: Botanist
zh_hant: 園藝師

# treasureMap.gathering.job.miner
source: Miner
zh_hant: 採掘師

# treasureMap.gathering.jobSection %@ %lld
source: %@ (%lld nodes)
zh_hant: %@ (%lld個)

# treasureMap.gathering.node.lushVegetation
source: Lush Vegetation
zh_hant: 草叢

# treasureMap.gathering.node.matureTree
source: Mature Tree
zh_hant: 良材

# treasureMap.gathering.node.mineralDeposit
source: Mineral Deposit
zh_hant: 礦脈

# treasureMap.gathering.node.rockyOutcrop
source: Rocky Outcrop
zh_hant: 石場

# treasureMap.gathering.node.unknown
source: Unknown
zh_hant: 未知

# treasureMap.gathering.nodeCoordinates %@ %@
source: Coordinates: X: %@, Y: %@
zh_hant: 座標：X: %@, Y: %@

# treasureMap.gathering.nodeType %@
source: Type: %@
zh_hant: 類型：%@

# treasureMap.gathering.title %@ %@ %lld
source: %@ - %@ (Lv.%lld Gathering Nodes)
zh_hant: %@ - %@ (Lv.%lld 採集點)

# treasureMap.gatheringNodes
source: Gathering Nodes
zh_hant: 採集點

# treasureMap.loadFailedTitle
source: Unable to Load Treasure Maps
zh_hant: 無法載入藏寶圖資料

# treasureMap.loading
source: Loading Treasure Maps
zh_hant: 載入藏寶圖資料

# treasureMap.mapType.party
source: 8 Players
zh_hant: 8人

# treasureMap.mapType.solo
source: Solo
zh_hant: 單人

# treasureMap.selectMap %lld
source: Select Map (%lld)
zh_hant: 選擇地圖（%lld）

# treasureMap.sort.ascending
source: Grade: Ascending
zh_hant: 等級序號：升冪

# treasureMap.sort.descending
source: Grade: Descending
zh_hant: 等級序號：降冪

# treasureMap.spotCount %lld
source: %lld spots
zh_hant: %lld 個點位

# treasureMap.title
source: Treasure Maps
zh_hant: 藏寶圖

# treasureMap.unknownRegion
source: Unknown Region
zh_hant: 未知地區

# treasureMap.unknownRegion.id %lld
source: Unknown Region (%lld)
zh_hant: 未知地區（%lld）
